{
    "name": {
        "title": "Ramanujan Srinivasan",
        "underlined": "Srinivasa Iyengar",
        "colored": "Ramanujan"
    },
    "category": "Mathematician",
    "tagline": "The Man Who Knew Infinity",
    "wikipedia": "https://en.wikipedia.org/wiki/Srinivasa_Ramanujan",
    "image": {
        "src": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Srinivasa_Ramanujan-Add._MS_a94_version2.jpg",
        "alt": "Ramanujan in 1920",
        "is_static": false
    },
    "data": {
        "summary": {
            "p1": "Srinivasa Ramanujan FRS was an Indian mathematician who lived during the British Rule in India. Though he had almost no formal training in pure mathematics, he made substantial contributions to mathematical analysis, number theory, infinite series, and continued fractions, including solutions to mathematical problems considered to be unsolvable.",
            "p2": "Ramanujan initially developed his own mathematical research in isolation; it was quickly recognized by Indian mathematicians. Seeking mathematicians who could better understand his work, in 1913 he began a postal partnership with the English mathematician G. H. Hardy at the University of Cambridge, England. Recognizing the extraordinary work sent to him as samples, Hardy arranged travel for Ramanujan to Cambridge. In his notes, Hardy commented that Ramanujan had produced groundbreaking new theorems, including some that Hardy stated had defeated him and his colleagues, in addition to rediscovering recently proven but highly advanced results."
        }
    },
    "life_awards_and_achievements": [
        {
            "title": "Time and Place of Birth",
            "year": 1887,
            "description": "Ramanujan (literally, \"younger brother of Rama\", a Hindu deity) was born on 22 December 1887 into a Tamil Brahmin Iyengar family in Erode, in present-day Tamil Nadu. His father, Kuppuswamy Srinivasa Iyengar, originally from Thanjavur district, worked as a clerk in a sari shop. His mother, Komalatammal, was a housewife and sang at a local temple.",
            "image": {
                "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Srinivasa_Ramanujan_1962_stamp_of_India.jpg/300px-Srinivasa_Ramanujan_1962_stamp_of_India.jpg",
                "alt": "Ramanujan on a 1962 stamp of India",
                "is_static": false
            }
        },
        {
            "title": "Education",
            "description": "In 1910, Ramanujan met deputy collector V. Ramaswamy Aiyer, who founded the Indian Mathematical Society. Wishing for a job at the revenue department where Aiyer worked, Ramanujan showed him his mathematics notebooks.",
            "links": {
                "button": [
                    {
                        "text": "About V. Ramaswamy Aiyer",
                        "src": "https://en.wikipedia.org/wiki/V._Ramaswamy_Aiyer"
                    }
                ]
            },
            "image": {
                "src": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Ramaswamy_Aiyer.jpg",
                "alt": "V. Ramaswamy Aiyer",
                "is_static": false
            }
        },
        {
            "title": "Death",
            "year": 1920,
            "description": "Ramanujan tragically succumbed to illness, malnutrition, and possibly liver infection in 1920, at the tender age of 32. Despite his deteriorating health, his indomitable spirit persisted till the end. His final letters to Hardy, scribed in January 1920, not only conveyed his physical struggles but also illuminated his unwavering dedication to his craft. Even in his most trying moments, Ramanujan's mind remained ablaze with the spark of creativity, as he continued to conceive groundbreaking mathematical ideas and theorems, leaving an enduring legacy that transcends the confines of time."
        },
        {
            "title": "Awards and Achievements",
            "description": "Ramanujan was awarded a Bachelor of Science degree by research (this degree was later renamed PhD) in March 1916 for his work on highly composite numbers, the first part of which was published as a paper in the Proceedings of the London Mathematical Society. He was elected a Fellow of the Royal Society in 1918, the second Indian admitted to the Royal Society, following Ardaseer Cursetjee in 1841. He was the first Indian to be elected a Fellow of Trinity College, Cambridge. The Ramanujan Journal, a peer-reviewed scientific journal, was established to publish work in all areas of mathematics influenced by Ramanujan."
        },
        {
            "title": "Legacy",
            "description": "Ramanujan's legacy in mathematics is profound. His work continues to inspire mathematicians and researchers worldwide. Many of his theorems and formulas have applications in various branches of mathematics, including number theory, analysis, and mathematical physics. The Ramanujan-Hardy number, for instance, is a famous example of his contributions to the theory of numbers. His story also serves as a beacon of hope, illustrating the power of raw talent and perseverance in the face of adversity."
        },
        {
            "title": "Influence on Modern Mathematics",
            "description": "Ramanujan's influence on modern mathematics is immeasurable. His discoveries in number theory, including his work on partitions and modular forms, have had profound impacts on various fields, such as cryptography, computer science, and theoretical physics. The Ramanujan conjecture, proposed by him, remains one of the most challenging and significant open problems in mathematics."
        },
        {
            "title": "Popular Culture",
            "description": "Ramanujan's life and work have been the subject of various literary and cinematic adaptations. The biography 'The Man Who Knew Infinity' by Robert Kanigel and the subsequent film adaptation starring Dev Patel and Jeremy Irons brought his story to a wide audience. These portrayals have helped popularize Ramanujan's contributions and brought attention to his remarkable achievements."
        },
        {
            "title": "Mathematical Contributions",
            "description": "Ramanujan made numerous groundbreaking contributions to mathematics during his short life. His work on infinite series, modular forms, and elliptic functions revolutionized several areas of mathematics. Some of his most famous results include the Ramanujan conjectures, Ramanujan primes, and the Ramanujan theta function, all of which continue to be studied intensively by mathematicians worldwide."
        }
    ]
}
